Repository: addonFactory/extendedWinamp
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: nl

source: %d hour,
nl: %d uur,

source: %d hours,
nl: %d uur,

source: %d minute,
nl: %d minuut,

source: %d minutes,
nl: %d minuten,

source: %s second
nl: %s seconde

source: %s seconds
nl: %s seconden

source: on
nl: aan

source: off
nl: uit

source: mute
nl: dempen

source: Mute playback
nl: Afspelen dempen

source: Set playback volume to 25%
nl: Stel afspeelvolume in op 25%

source: Set playback volume to 50%
nl: Stel afspeelvolume in op 50%

source: Set playback volume to 100%
nl: Stel afspeelvolume in op 100%

source: Pan left
nl: Balans naar links

source: Pan right
nl: Balans naar rechts

source: center
nl: Centreren

source: Pan center
nl: Balans midden

source: No time information.
nl: Geen tijdsinformatie

source: Speaks total track length
nl: Spreekt de totale speelduur van het nummer

source: Speaks track elapsed time
nl: Spreekt verstreken tijd van het nummer

source: Speaks track remaining time
nl: Spreekt resterende tijd van het nummer

source: not playing
nl: Niet aan het afspelen

source: Review the end of track (last 6 seconds by default)
nl: Bekijk eind van dit nummer (standard laatste 6 seconden)

source: Seconds:
nl: seconden

source: Set review time
nl: Stel reviewtijd in

source: Bad value entered! Please try again.
nl: Foutieve waarde ingevoerd, probeer het opnieuw!

source: Error
nl: Fout

source: Set the review time (in seconds) for use with Review End of Track command
nl: Stel de reviewtijd in voor het bekijken van het eind van het nummer

source: Alternate jump forward (6 seconds by default)
nl: Alternatief vooruit springen (standaard 6 seconden)

source: Alternate jump backward (6 seconds by default)
nl: Alternatief achteruit springen (standaard 6 seconden)

source: Set alternate jump time
nl: Stel alternatieve springtijd in

source: Set alternate jump time (in seconds)
nl: Stel alternatieve springtijd in seconden in.

source: An extended appModule for Winamp music player
nl: Een uitgebreide appmodule voor de Winamp muziekspeler.

source: This extended appModule extends the original Winamp appModule found in NVDA with some extra functionality.
nl: Deze appmodule breidt de standaard Winamp appmodule van NVDA uit met extra functionaliteit.
