Repository: addonFactory/extendedWinamp
Catalog: addon/locale/an/LC_MESSAGES/nvda.po
Languages: an

source: %d hour,
an: %d hora,

source: %d hours,
an: %d horas,

source: %d minute,
an: %d minuto,

source: %d minutes,
an: %d minutos,

source: %s second
an: %s segundo

source: %s seconds
an: %s segundos

source: on
an: enchegau

source: off
an: desenchegau

source: Mute playback
an: Reproducción silenciada

source: mute
an: silenciau

source: Set playback volume to 25%
an: Establir volumen de reproducción a 25%

source: Set playback volume to 50%
an: Establir volumen de reproducción a 50%

source: Set playback volume to 100%
an: Establir volumen de reproducción a 100%

source: Pan left
an: Valance a la cucha

source: Pan right
an: Valance a la dreita

source: Pan center
an: Valance a lo centro

source: center
an: centro

source: Speaks total track length
an: Diz a longaria total d'a pista

source: No time information.
an: No bi ha información de tiempo.

source: Speaks track elapsed time
an: Diz o tiempo que ye trescorríu d'a pista

source: Speaks track remaining time
an: Diz o tiempo que'n queda

source: Review the end of track (last 6 seconds by default)
an: Revisar a final d'a pista (zaguers 6 segundos por omisión)

source: not playing
an: no ye reproducindo

source: Set the review time (in seconds) for use with Review End of Track command
an: Establir o tiempo de revisión (en segundos) ta emplegar-lo con a orden Revisión Final de Pista

source: Seconds:
an: Segundos:

source: Set review time
an: Establir tiempo de revisión

source: Bad value entered! Please try again.
an: Has metiu una valura no valida! Por favor preba de nuevas.

source: Alternate jump forward (6 seconds by default)
an: Blinco alterno enta abant (6 segundos por omisión)

source: Alternate jump backward (6 seconds by default)
an: Blinco alterno enta zaga (6 segundos por omisión)

source: Set alternate jump time (in seconds)
an: Establir blinco alterno de tiempo (en segundos)

source: Set alternate jump time
an: Establir blinco alterno de tiempo

source: This extended appModule extends the original Winamp appModule found in NVDA with some extra functionality.
an: Iste modulo d'aplicación estendillau estendilla l'modulo d'aplicación orichinal de Winamp trobau en NVDA con qualques funcionalidatz extra.
