Repository: addonFactory/extendedWinamp
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de_ch, es, fa, fi, fr, gl, hr, hu, ne, pl, pt_br, sk, sl, ta, zh_cn

source: %d hour,
ar: %d ساعة
de_ch: %d Stunde,
es: %d hora,
fa: %d ساعت
fi: %d tunti,
fr: %d heure,
gl: %d hora,
hr: %d sat,
hu: %d óra,
ne: %d घण्टा,
pl: %d godzina,
pt_br: %d hora,
sk: %d hodina,
sl: %d ure,
ta: %d மணி;
zh_cn: %d小时

source: %d hours,
ar: %d ساعات,
de_ch: %d Stunden,
es: %d horas,
fa: %d ساعت
fi: %d tuntia,
fr: %d heures,
gl: %d horas,
hr: %d sati,
hu: %d órák,
ne: %d घण्टाहरू,
pl: %d godziny,
pt_br: %d horas,
sk: %d hodín,
sl: %d ur,
ta: %d மணிகள்;
zh_cn: %d小时

source: %d minute,
ar: %d دقيقة,
es: %d minuto,
fa: %d دقیقه
fi: %d minuutti,
gl: %d minuto,
hr: %d minuta,
hu: %d perc,
ne: %d मिनेट,
pl: %d minuta,
pt_br: %d minuto,
sk: %d minúta,
ta: %d நிமிடம்;
zh_cn: %d分钟

source: %d minutes,
ar: %d دقائق
de_ch: %d Minuten,
es: %d minutos,
fa: %d دقیقه
fi: %d minuuttia,
gl: %d minutos,
hr: %d minuta,
hu: %d percek,
ne: %d मिनेटहरू,
pl: %d minuty,
pt_br: %d minutos,
sk: %d minút,
sl: %d minut,
ta: %d நிமிடங்கள்;
zh_cn: %d分钟

source: %s second
ar: %s ثانية
de_ch: %s Sekunde
es: %s segundo
fa: %s ثانیه
fi: %s sekunti
fr: %s seconde
gl: %s segundo
hr: %s sekunda
hu: %s másodperc
ne: %s सेकेण्ड
pl: %s sekunda
pt_br: %s segundo
sk: %s sekunda
sl: %s sekunde
ta: %s நொடி;
zh_cn: %s秒

source: %s seconds
ar: %s ثوان
de_ch: %s Sekunden
es: %s segundos
fa: %s ثانیه
fi: %s sekuntia
fr: %s secondes
gl: %s segundos
hr: %s sekundi
hu: %s másodpercek
ne: %s सेकेण्डहरू
pl: %s sekund
pt_br: %s segundos
sk: %s sekúnd
sl: %s sekund
ta: %s நொடிகள்;
zh_cn: %s秒

source: Toggles shuffle state
fi: Ottaa sekoituksen käyttöön tai poistaa sen käytöstä
fr: Basculer à l'état aléatoire
gl: Activa ou desactiva o estado de aleatorio

source: on
ar: تشغيل
de_ch: An
es: activado
fa: روشن
fi: päällä
fr: activé
gl: activado
hr: uključeno
hu: be
ne: चालु
pl: włączone
pt_br: ligado
sk: zapnuté
sl: vključeno
ta: இயக்கு;
zh_cn: 打开

source: off
ar: تعطيل
de_ch: Aus
es: desactivado
fa: خاموش
fi: pois
fr: désactivé
gl: desactivado
hr: isključeno
hu: ki
ne: बन्द
pl: wyłączone
pt_br: desligado
sk: vypnuté
sl: izključeno
ta: நிறுத்து;
zh_cn: 关闭

source: Toggles repeat state
fi: Ottaa uudelleentoiston käyttöön tai poistaa sen käytöstä
fr: Basculer à l'état répétition
gl: Activa ou desactiva o estado de repetir

source: Mute playback
ar: كتم صوت الملف الحالي
de_ch: Stumm schalten
es: Reproducción silenciada
fa: بی‌صدا کردنِ پخش
fi: Mykistä toisto
fr: Couper le son
gl: Reproducción desactivada
hr: Isključi zvuk reprodukcije
hu: Elnémítja a lejátszást
ne: पृषठध्वनीको मौनता
pl: wycisz odtwarzanie
pt_br: Silenciar reprodução
sk: Stlmiť prehrávanie
sl: Vduši predvajanje
ta: மீட்பொலியை அமைதியாக்கு;
zh_cn: 静音后台播放

source: mute
ar: كتم
de_ch: Stumm
es: silenciado
fa: بی‌صدا
fi: mykistä
fr: muet
gl: silenciar
hr: isključi zvuk
hu: elnémítás
ne: चुपचाप
pl: wycisz
pt_br: mudo
sk: stlmiť
sl: nemo
ta: அமைதியாக்கு;
zh_cn: 静音

source: Set playback volume to 25%
ar: ضبط مستوى صوت الملف حتى 25%
de_ch: Wiedergabelautstärke auf 25 % einstellen
es: Establecer volumen de reproducción a 25%
fa: تنظیمِ حجمِ صدای پخش روی ۲۵ درصد
fi: Aseta toiston äänenvoimakkuudeksi 25 %
fr: Définir le volume de la lecture à 25%
gl: Establecer volume da reproducción a 25%
hr: Postavi glasnoću reprodukcije na 25%
hu: 25 %-ra állítja a lejátszási hangerőt
ne: पृष्ठध्वनीलाई २५% मा कायम गर ।
pl: ustaw głośność odtwarzania na 25%
pt_br: Coloca volume da reprodução em 25%
sk: Nastaviť hlasitosť prehrávania na 25%
sl: Nastavi glasnost predvajanja na 25%
ta: மீட்பொலியின் அளவு: 25%;
zh_cn: 设置后台播放音量未25%

source: Set playback volume to 50%
ar: ضبط مستوى صوت الملف حتى 50%
de_ch: Wiedergabelautstärke auf 50 % einstellen
es: Establecer volumen de reproducción a 50%
fa: تنظیمِ حجمِ صدای پخش روی ۵۰ درصد
fi: Aseta toiston äänenvoimakkuudeksi 50 %
fr: Définir le volume de la lecture à 50%
gl: Establecer volume da reproducción a 50%
hr: Postavi glasnoću reprodukcije na 50%
hu: 50 %-ra állítja a lejátszási hangerőt
ne: पृष्ठध्वनीलाई ५०% मा कायम गर ।
pl: ustaw głośność odtwarzania na 50%
pt_br: Coloca volume da reprodução em 50%
sk: Nastaviť hlasitosť prehrávania na 50%
sl: Nastavi glasnost predvajanja na 50%
ta: மீட்பொலியின் அளவு: 50%;
zh_cn: 设置后台播放音量未50%

source: Set playback volume to 100%
ar: ضبط مستوى صوت الملف حتى 100%
de_ch: Wiedergabelautstärke auf 100 % einstellen
es: Establecer volumen de reproducción a 100%
fa: تنظیمِ حجمِ صدای پخش روی ۱۰۰ درصد
fi: Aseta toiston äänenvoimakkuudeksi 100 %
fr: Définir le volume de la lecture à 100%
gl: Establecer volume da reproducción a 100%
hr: Postavi glasnoću reprodukcije na 100%
hu: 100 %-ra állítja a lejátszási hangerőt
ne: पृष्ठध्वनीलाई १००% मा कायम गर ।
pl: ustaw głośność odtwarzania na 100%
pt_br: Coloca volume da reprodução em 100%
sk: Nastaviť hlasitosť prehrávania na 100 %
sl: Nastavi glasnost predvajanja na 100%
ta: மீட்பொலியின் அளவு: 100%;
zh_cn: 设置后台播放音量未100%

source: Pan left
ar: توجيه الصوت للسماعة اليسرى
de_ch: Panorama links
es: Valance a la izquierda
fa: پخشِ صدا از چپ
fi: Panoroi vasemmalle
fr: Balance à gauche
gl: Valance á esquerda
hr: Pomakni na lijevo
hu: Balra tolja a hangot
ne: देब्रे तावा
pl: balans w lewo
pt_br: Balanço à esquerda
sk: Posunúť doľava
sl: Pomakni v levo
ta: இடபுறம் நகர்த்து;
zh_cn: 左移

source: Pan right
ar: توجيه الصوت للسماعة اليمنى
de_ch: Panorama rechts
es: Valance a la derecha
fa: پخشِ صدا از راست
fi: Panoroi oikealle
fr: Balance à droite
gl: Valance á dereita
hr: Pomakni na desno
hu: Jobbra tolja a hangot
ne: दाहिने तावा
pl: balans w prawo
pt_br: Balanço à direita
sk: Posunúť doprava
sl: Pomakni v desno
ta: வலபுறம் நகர்த்து;
zh_cn: 右移

source: Pan center
ar: تمركز الصوت بين السماعتين
de_ch: Panorama zentriert
es: Valance al centro
fa: پخشِ صدا از هر دو سو
fi: Panoroi keskelle
fr: Balance au centre
gl: Valance ó centro
hr: Pomakni na sredinu
hu: Középre állítja a hangot
ne: बीचको तावा
pl: balans środek
pt_br: Balanço no centro
sk: Vyvážiť na stred
sl: Pomakni v sredino
ta: நடுபுறம் நகர்த்து;
zh_cn: 移至中间

source: center
ar: تمركز الصوت بين السماعتين
de_ch: Zentrieren
es: centro
fa: وسط
fi: keskellä
fr: centre
gl: centro
hr: sredina
hu: hang középen
ne: बीचमा
pl: środek
pt_br: centro
sk: Stred
sl: sredina
ta: நடு;
zh_cn: 中间

source: Speaks total track length
ar: إعلان إجمالي مدة الملف
de_ch: Gibt die Länge des Titels aus.
es: Verbaliza la longitud total de la pista
fa: مدت زمانِ کلیِ تِرَکِ فعلی را اعلام میکند.
fi: Puhuu kappaleen kokonaiskeston
fr: Annonce la longueur de la piste
gl: Falar ancho total da pista
hr: Izgovara ukupno vrijeme trake
hu: Bemondja a szám teljeshosszát
ne: ट्रयाकको पूरै लम्बाई बज्छ ।
pl: odczytuje długość ścieszki
pt_br: Fala tempo total da faixa
sk: Prečíta celkovú dĺžku skladby.
sl: Izgovori celotno dolžino skladbe
ta: தடத்தின் முழு நீளத்தையும் அறிவிக்கும்;
zh_cn: 朗读轨道总长度

source: No time information.
ar: المعلومات عن الوقت غير متوافرة
de_ch: Keine Zeitinformation.
es: No hay información de tiempo.
fa: اطلاعاتِ زمان موجود نیست
fi: Ei aikatietoja.
fr: Aucune information sur le temps.
gl: Non hai información de tempo.
hr: Nema informacije o vremenu.
hu: Nincs időadat.
ne: समयको जानकारी छैन ।
pl: brak informacji o czasie
pt_br: Sem informações de tempo.
sk: Bez časovej informácie.
sl: Brez podatka o času
ta: நேரத் தகவல் ஏதுமில்லை;
zh_cn: 没有时间信息

source: Speaks track elapsed time
ar: إعلان الوقت المنقضي
de_ch: Gibt die verstrichene Zeit des Titels aus
es: Verbaliza el tiempo transcurrido de la pista
fa: مدت زمانِ گذشته از تِرَکِ در حالِ پخش را اعلام میکند.
fi: Puhuu kappaleen kuluneen ajan
fr: Annonce le temps écoulé
gl: Falar tempo transcorrido da pista
hr: Izgovara proteklo vrijeme trake
hu: Bemondja a számból már eltelt időt
ne: ट्रयाकको गुज्रेको समय जति बज्छ ।
pl: odczytuje czas od początku ścieżki
pt_br: Fala tempo decorrido da faixa
sk: Prečíta uplynutý čas skladby.
sl: Izgovori pretečeni čas predvajanja skladbe
ta: தடத்தின் காலாவதியான நேரத்தை அறிவிக்கும்;
zh_cn: 朗读轨道的经过时间

source: Speaks track remaining time
ar: إعلان الوقت المتبقي
de_ch: Gibt die verbleibende Zeit des Titels aus
es: Verbaliza el tiempo restante de la pista
fa: مدت زمانِ باقی‌مانده از تِرَکِ در حالِ پخش را اعلام میکند.
fi: Puhuu kappaleen jäljellä olevan ajan
fr: Annonce le temps restant
gl: Falar tempo restante da pista
hr: Izgovara preostalo vrijeme trake
hu: Bemondja a számból még hátralévő időt
ne: ट्रयाकको बाकि समय बज्छ ।
pl: odczytuje pozostały czas ścierzki
pt_br: Fala tempo restante da faixa
sk: prečíta zostávajúci čas prehrávania aktuálnej skladby.
sl: Izgovori preostali čas do konca skladbe
ta: தடத்தின் எஞ்சியுள்ள நேரத்தை அறிவிக்கும்;
zh_cn: 朗读轨道的剩余时间

source: Review the end of track (last 6 seconds by default)
ar: استعراض نهاية الملف (6 ثواني بشكل افتراضي)
de_ch: Gibt das Ende des Titels wieder (standardmäßig die letzten 6 Sekunden)
es: Revisar el final de la pista (últimos 6 segundos por omisión)
fa: بازشنویِ پایانِ تِرَک (واپسین ۶ ثانیه بطور پیش‌فرض)
fi: Kuuntele kappaleen loppu (oletusarvoisesti viimeiset 6 sekuntia)
fr: Réécouter la fin de la piste (les six dernières secondes par défaut)
gl: Revisar o remate da pista (derradeiros 6 segundos por omisión)
hr: Preslušaj kraj trake (standardno je postavljeno na zadnjih 6 sekundi)
hu: Belehallgatás a szám végébe (alapértelmezésben az utolsó 6 másodpercbe)
ne: ट्रयाकको अवसानको समीक्षा गर्नु होस् (अन्तिम ६ सेकेण्ड निर्धारित)
pl: podejrzyj koniec ścierzki. Domyślnie 6 sekund
pt_br: Ver fim da faixa (últimos 6 segundos por padrão)
sk: Náhľad konca skladby (predvolene posledných 6 sekúnd).
sl: (Pre)poslušaj konec skladbe (zadnjih 6 sekund je privzeto)
ta: தடத்தின் இறுதியை மறுபரிசீலனை செய் (இயல்பில் 6 நொடிகள்);
zh_cn: 回放轨道末尾（默认为6秒）

source: not playing
ar: الملف لا يعمل
de_ch: Es wird gerade nichts abgespielt.
es: no está en reproducción
fa: پخش نمی‌شود
fi: Toisto ei käynnissä
fr: rien en lecture
gl: non se está a reproducir
hr: ne reproducira se
hu: nincs lejátszás
ne: बजी रहेको छैन ।
pl: nie odtwarza
pt_br: não está reproduzindo
sk: neprehráva sa
sl: Ne predvajaj
ta: ஒலிக்கவில்லை;
zh_cn: 没有播放

source: Set the review time (in seconds) for use with Review End of Track command
ar: ضبط طريقة استعراض الوقت (بالثواني) كي تستخدم مع أمر استعراض نهاية الملف
de_ch: Geben Sie die Zeit in Sekunden ein, die beim Wiedergeben des Titelendes benutzt werden soll.
es: Establecer el tiempo de revisión (en segundos) para utilizarlo con la orden Revisión Final de Pista
fa: زمانِ بازشنوی را (به ثانیه) برای استفاده در فرمانِ بازشنویِ پایانِ تِرَک تنزیم میکند.
fi: Aseta kuunteluaika (sekunteina) Kuuntele kappaleen loppu -komennolla käytettäväksi
fr: Défini le temps de réécoute (en secondes) à utiliser dans la commande réécouter la fin de la piste
gl: Establecer a revisión de tempo (en segundos) para usar ca orde Vevisar Remate da Pista
hr: Postavi vrijeme za preslušavanje (u sekundama) za uporabu s naredbom „Preslušaj kraj trake”
hu: Ezzel a paranccsal megadhatja, hogy hány másodpercet játsszon le a szám végéből a "belehallgatás a szám végébe" parancs
ne: समिक्षा समयको तय गर्नु होस् (सेकेण्डमा ) ट्रयाक आदेश समीक्षाको लागि) ।
pl: ustaw czas podglądu końca ścieżki w sekundach
pt_br: Configura tempo de revisão (em segundos) para uso com o comando Ver fim da faixa
sk: Zobrazí dialóg s nastavením času náhľadu v sekundách.
sl: Nastavi časovni pregled (v sekundah) za uporabo ob ukazu Preglej zaključek skladbe
ta: இறுதியை மறுபரிசீலனை செய்யும் கட்டளையுடன் பயன்படுத்த, நேரத்தை நொடிகளில் அமை;
zh_cn: 设置剩余时间（已秒未单位），用于定义命令“回放轨道末端”的值。

source: Seconds:
ar: ثواني
de_ch: Sekunden:
es: Segundos:
fa: ثانیه
fi: Sekuntia:
fr: Secondes :
gl: Segundos:
hr: Sekunde:
hu: Másodperc:
ne: सेकेण्डहरू:
pl: sekund
pt_br: Segundos:
sk: Sekúnd:
sl: Sekund:
ta: நொடிகள்:;
zh_cn: 秒

source: Set review time
ar: ضبط طريقة استعراض الوقت
de_ch: Wiedergabezeit einstellen
es: Establecer tiempo de revisión
fa: تنظیمِ زمانِ بازشنوی
fi: Aseta kuunteluaika
fr: Définir le temps de réécoute
gl: Establecer revisión de tempo
hr: Postavi vrijeme za preslušavanje
hu: Mennyit játsszon le a szám végéből
ne: समीक्षा समय तय गर्नु होस् ।
pl: ustaw czas podglądu
pt_br: Configurar tempo de revisão
sk: nastaviť čas náhľadu
sl: Nastavi čas (pre)poslušanja
ta: மறுபரிசீலனை நேரத்தை அமை;
zh_cn: 设置回放时间

source: Bad value entered! Please try again.
ar: تم إدخال قيمة خاطئة، من فضلك حاول مرة أخرى
de_ch: Ungültiger Wert eingegeben! Bitte versuchen Sie es noch einmal.
es: ¡Se Introdujo un valor erróneo! Por favor prueba de nuevo.
fa: مقدارِ وارد‌شده درست نیست! لطفا دوباره تلاش کنید.
fi: Virheellinen arvo syötetty! Yritä uudelleen.
fr: Mauvaise valeur saisie ! Veuillez réessayer.
gl: ¡introducido valor malo! Por favor téntao de novo.
hr: Upisana je pogrešna vrijednost! Pokušaj ponovo.
hu: Hibás értéket írt be! Kérem írjon be új értéket.
ne: खराब मान लेखियो । कृपया फेरी कोशिस गरौ है !
pl: wprowadzono nieprawidłową wartość. Spróbuj jeszcze raz
pt_br: Inserido valor incorreto! Por favor tente de novo.
sk: Nesprávna hodnota! Skúste znovu.
sl: Vnesena je napačna vrednost! Prosimo, poskusite znova.
ta: தவறான மதிப்பு உள்ளீடு! மீண்டும் முயற்சிக்கவும்;
zh_cn: 键入了错误的值，请重试。

source: Error
ar: خطأ
de_ch: Fehler
fa: خطا
fi: Virhe
fr: Erreur
gl: Erro
hr: Greška
hu: Hiba
ne: त्रुटी
pl: błąd
pt_br: Erro
sk: Chyba
sl: Napaka
ta: பிழை;
zh_cn: 错误

source: Alternate jump forward (6 seconds by default)
ar: البديل الآخر للقفز للأمام (6 ثوانٍ بشكل افتراضي)
de_ch: Altenativer Vorlauf (standardmäßig 6 Sekunden)
es: Salto adelante alternativo (6 segundos por omisión)
fa: جلو رفتنِ جایگزین روی تِرَک (۶ ثانیه بطور پیش‌فرض)
fi: Vaihtoehtoinen hyppy eteenpäin (oletusarvoisesti 6 sekuntia)
fr: Alterner sauter en avant (six secondes par défaut)
gl: Salto adiante alterno (6 segundos por omisión)
hr: Naizmjenični skok naprijed (6 sekundi prema zadanoj vrijednosti)
hu: Szabályozható előretekerés (alapértelmezésben 6 másodperccel)
ne: वैकल्पिक अग्रगमन कदम ((६ सेकेण्ड निर्धारित))
pl: przeskocz do przodu o 6 sekund domyślnie
pt_br: Alterna o pular para frente (6 segundos por padrão)
sk: Skok dopredu (predvolene 6 sekúnd).
sl: Alternativni skok naprej(6 sekund je privzeto)
ta: மாற்று முன் தாவு (இயல்பில் 6 நொடிகள்);
zh_cn: 快进（默认为6秒）

source: Alternate jump backward (6 seconds by default)
ar: البديل الآخر للقفز للخلف (6 ثوانٍ بشكل افتراضي)
de_ch: Alternativer Rücklauf (standardmäßig 6 Sekunden)
es: Salto atrás alternativo (6 segundos por omisión)
fa: عقب رفتنِ جایگزین روی تِرَک (۶ ثانیه بطور پیش‌فرض)
fi: Vaihtoehtoinen hyppy taaksepäin (oletusarvoisesti 6 sekuntia)
fr: Alterner sauter en arrière (six secondes par défaut)
gl: Salto atrás alterno (6 segundos por omisión)
hr: Naizmjenični skok natrag (6 sekundi prema zadanoj vrijednosti)
hu: Szabályozható hátratekerés (alapértelmezésben 6 másodperccel)
ne: वैकल्पिक पश्छगमन कदम ((६ सेकेण्ड निर्धारित))
pl: przeskocz do tyłu o. 6 sekund domyślnie
pt_br: Alterna o pular para trás (6 segundos por padrão)
sk: Skok dozadu (predvolene 6 sekúnd).
sl: Alternativni skok nazaj (6 sekund je privzeto)
ta: மாற்று பின் தாவு (இயல்பில் 6 நொடிகள்);
zh_cn: 快退（默认为6秒）

source: Set alternate jump time (in seconds)
ar: ضبط بديل آخر للقفز بالوقت (بالثواني)
de_ch: Geben Sie die Zeitspanne in Sekunden für den alternativen Vor-/Rücklauf ein.
es: Establecer salto de tiempo alternativo (en segundos)
fa: تنظیمِ زمانِ عقب یا جلو رفتنِ جایگزین روی تِرَک (به ثانیه)
fi: Aseta vaihtoehtoinen hyppyaika (sekunteina)
fr: Définir le temps de saut (en secondes)
gl: Establecer salto de tempo alterno (en segundos)
hr: Postavi vrijeme za naizmjenični skok (u sekundama)
hu: Ezzel a paranccsal megadhatja, hogy szabályozható tekerésnél hány másodpercet tekerjen előre, vagy hátra
ne: वैकल्पिक कदम समय सेकेण्डमा तय गर्नु होस् ।
pl: ustaw czas przeskoku w sekundach
pt_br: Configura tempo do pulo (em segundos)
sk: Zobrazí dialóg s nastavením času skoku v sekundách.
sl: Nastavi alternativni časovni (pre)skok (v sekundah)
ta: மாற்று தாவு நேரத்தை நொடிகளில் அமை;
zh_cn: 设置进退时间（以秒未单位）

source: Set alternate jump time
ar: ضبط طريقة القفز البديلة للوقت بالملف
de_ch: Zeit für alternativen Vor-/Rücklauf einstellen
es: Establecer salto de tiempo alternativo
fa: تنظیمِ زمانِ عقب یا جلو رفتنِ جایگزین
fi: Aseta vaihtoehtoinen hyppyaika
fr: Définir le temps de saut
gl: Establecer salto de tempo alterno
hr: Postavi vrijeme za naizmjenični skok
hu: Mennyit tekerjen szabályozható tekerésnél
ne: वैकल्पिक कदम समयको तय गर्नु होस् ।
pl: ustaw czas przeskoku
pt_br: Configurar tempo do pulo
sk: Nastaviť čas skoku
sl: Nastavi alternativni časovni skok
ta: மாற்று தாவு நேரத்தை அமை;
zh_cn: 设置进退时间

source: Extended Winamp
fi: Laajennettu Winamp

source: This extended appModule extends the original Winamp appModule found in NVDA with some extra functionality.
ar: إن هذا الملحق البرمجي المفصل يزود ملحق ال Winamp المدمج ب NVDA ببعض الوظائف الإضافية
de_ch: Dieses Anwendungsmodul erweitert das Winamp-Anwendungsmodul, welches mit NVDA mitgeliefert wird, mit zusätzlichen Funktionen.
es: Este appModule extendido extiende el appModule original de Winamp encontrado en NVDA con algunas funcionalidades extra.
fa: این ماژول، اِمکاناتِ ماژولی که برای Winamp در NVDA موجود است را با افزودنِ برخی کارایی‌ها گسترش میدهد.
fi: Tämä sovellusmoduuli laajentaa alkuperäistä NVDA:n Winamp-sovellusmoduulia muutamilla lisätoiminnoilla.
fr: Ce module ajoute des fonctionnalités au module d'application pour Winamp déjà disponible dans NVDA.
gl: Este appModule extendido amplía o appModule Winamp orixinal atopado no NVDA con algúnhas funcionalidades extra.
hr: Ovaj prošireni aplikacijski modul proširuje mogućnosti originalnog aplikacijskog modula za Winamp, dostupnog u NVDA čitaču zaslona, dodatnim funkcijama.
hu: Ez a szkript új funkciókkal bővíti ki az NVDA-ban található Winamp szkriptet.
ne: यो विस्तारीत appModule ले नेत्रवाणीमा पाइने पुरानो Winamp appModule मा भन्दा थुप्रै सुबिधा थपेको छ ।
pl: ten modół, rozszerza oryginalny skrypt nvda dla WinAmpa o dodatkowe funkcje.
pt_br: Este Módulo de aplicativo estendido expande o módulo original do Winamp que vem com o NVDA acrescentando-lhe funcionalidades extras.
sk: Tento doplnok rozširuje vstavaný aplikačný modul pre program Winamp pridaním ďalších funkcií.
sl: Ta razširjen programski modul razširi modul, ki je v NVDA z nekaj novimi dodatnimi funkcionalnostmi.
ta: என்விடிஏவில் காணப்படும் அசல் வின்ஆம்ப் நிரல் செயலியை, சில கூடுதல் செயற்பாடுகளுடன் இந்நிரல் செயலி நீட்டிக்கிறது;
zh_cn: 此扩展appModule主要扩展了NVDA中的原始Winamp appModule，具有一些额外的功能。

source: An extended appModule for Winamp music player
de_ch: Erweitertes Anwendungsmodul für Winamp
es: Un appModule estendido para el reproductor de música Winamp
